Repository: joshanashakya/literature_review
Catalog: workspace/corpus/project_save.tmx
Source language: en_us
Languages: ne_np

source: 1.3 Irrigation: Before the advent of the panchayat system, the irrigation facility was only available to 11,428 ha. of land.
ne_np: १.३ सित्र्चाइ : पञ्चायती व्यवस्था लागु हुनुअघि जम्मा ११,४२८ हे. जमिनमा मात्र सित्र्चाइ सुविधा उपलब्ध थियो।

source: It was estimated that irrigation facility was available to about 21 percent of the cultivated land by 1989/90 with the availability of additional irrigation facility to a total of 539,039 ha. of land during the panchayat regime as a result of heavy investment in the irrigation sector during this period.
ne_np: पञ्चायती कालमा सित्र्चाइ क्षेत्रमा ठूलो लगानी भएको फलस्वरुप यस अवधिमा जम्मा ५,३९,०३९ हे. जमिनमा थप सित्र्चाइ सुविधा उपलव्ध भई २०४६/४७ सम्ममा कुल खेती गरिएको भूमिको करीब २१.० प्रतिशत भूमिमा सित्र्चाइ सुविधा पुगेको अनुमान थियो ।

source: Â While the contribution of the cottage industry to the gross domestic produce was 1.4 pecent in 1974/75, this declined to 0.7 percent in 1989/90.
ne_np: आ.व. २०३१/३२ मा कुल गार्हस्थ्य उत्पादनमा घरेलु उद्योगको देन १.४ प्रतिशत रहेकोमा २०४६/४७ मा ०.७ प्रतिशतमा झर्न पुग्यो।

source: the development of the cottage industry could not be oriented towards a correct direction in the past while Rs. 9.6 million was invested in 1974/75 following the registration of 70 cottage and small industries, a sum of Rs. 828.6 million was invested in 1989/90 with the registration of 932 cottage and small industries.
ne_np: विगतमा घरेलु उद्योगको विकास सही दिशातर्फ उन्मुख हुन सकेन। २०३१/३२ मा घरेलु तथा साना ७० वटा उद्योगहरु दर्ता भई ०.९६ करोड लगानी भएको देखिएकोमा २०४६/४७ मा ९३२ घरेलुतथा साना उद्योगहरु दर्ता भई ८२.८६ करोड लगानी भएको थियो।

source: 2 Tourism While 7,750 tourists came to Nepal in F.Y. 1961/62, this number reached 246, 361 in 1989/90 with its average annual growth rate of 13.1 percent.
ne_np: २ पर्यटन : आ.व. २०१८/१९ मा ७७५० पर्यटकहरु मात्र नेपाल आएकोमा यो संख्यामा सरदर बार्षिक १३.१ प्रतिशतले बढ न गई २०४६/४७ मा २ लाख ४६ हजार ३६१ पुग्न गयो।

source: 2.3 Electricity Upto 1960, the total generation capacity of electric power in the country was 7.03 Mw. Out of this, 2.077 Mw. Was generated from the hydropower stations and 4.953 Mw. From the diesel plants.
ne_np: २.३ विद्युत् : २०१७ सालसम्म मुलुकमा कुल विद्युत्शक्ति उत्पादन क्षमता ७.०३० मे. वाट रहेको थियो। यसमध्ये जल विद्युत्बाट उत्पादित २.०७७ मे. वाट र डिजेल प्लान्टबाट उत्पादित विद्युत् ४.९५३ मे. वाट थियो।

source: By the end of 1989/90, the total generation capacity including hydro and diesel in the country was 227.084 Mw. While about 1 percent of the total population had access to electricity in 1960/61, 8.8 percent of the population could enjoy this facility by the end of 1989/90.
ne_np: २०४६/४७ को अन्त सम्ममा मुलुकमा जलविद्युत् र डिजेल गरी कुल २२७.०८४ मे. वाट विद्युत् शक्ति उत्पादन क्षमता पुग्न गयो । २०१७/१८ मा कुल जनसंख्याको करीब १ प्रतिशतले विद्युत सुविधा उपभोग गर्न पाएकोमा २०४६/४७ को अन्तमा ८.८ प्रतिशत जनसंख्याले सो सुविधा प्राप्त गर्न सक्यो।

source: A review of the situation shows that the road available all over the kingdom in 1960/61 was 1198 km., out of which 339km. was metalled and 859 km. fair weather road.
ne_np: आ.व. २०१७/१८ को अन्तसम्मको सडकस्थिति हेर्दा अधिराज्य भर कुल सडक लम्वाई ११९८ कि.मी. रहेको थियो जसमध्ये ३३९ कि.मी. पक्की र ८५९ कि.मी. कच्ची सडक रहेको थियो।

source: Upto the end of FY 1989/90, 7,330 km. of road facility was available in the country out of which 2,958km. was black topped, 1,658km. graveled and 2,714 km. fair weather road.
ne_np: आ.व. २०४६/४७ सम्ममा देशमा जम्मा ७३३० कि.मी. सडक सुविधा उपलब्ध भएको थियो, जसमध्ये २९५८ कि.मी. कालोपत्रे, १६५८ कि.मी. खण्डास्मित र २७१४ कि.मी. कच्ची सडक रहेको थियो।

source: Till FY 1960/61 Nepal had 99 km. of narrow gauge railway and 23km. long ropeway linking Hetauda and Kathmandu with a capacity to carry 25 Tons of material per hour was constructed and service of trolley bus between Kathmandu and Bhaktapur covering a distance of 13 km. was brought into operation.
ne_np: आ.व. २०१७/१८ सम्ममा नेपालमा रेलमार्गतर्फ करीब ९९ कि.मी. को न्यारो गेजको रेल तथा करीब २३ कि.मी. को रज्जुमार्ग रहेको थियो। विगत अवधिमा मुख्य रुपमा हेटौंडादेखि काठमाडौंसम्मको करीब ४५ कि.मी.को २५ टन प्रतिघण्टा सामान ओसार्ने क्षमताको नयाँ रज्जुमार्ग निर्माण र भक्तपुरको करीब १३ कि.मी. को काठमाडौं ट्रलिबस सेवा सञ्चालन गरिएको थियो।

source: Thus in 1989/90 each post office provided service to 8100 people within an area of 66 sq.km. b.
ne_np: यसरी २०४६ङ्ग४७ मा प्रति हुलाकले ६६ वर्ग कि.मी. का ८१०० जनसंख्यालाई सेवा प्रदान गरेको थियो। (ख)

source: as regards international telecommunication, I.S.D. Service was made available to keep contact with several countries of the world.
ne_np: अन्तर्राष्टि194्रय दूर सञ्चारतर्फ विश्वका कतिपय मुलुकहरुसय्.त्र्ग सम्पर्क गर्न आइ. एस. डी. सेवा उपलब्ध गराइयो।

source: Â Similarly, at the secondary school level, the number of schools increased from 156 in 1961 to 1959 in April 1990, the number of teachers from 1,772 to 10,421 and the number of students from 26,845 to 264,525.
ne_np: यसैगरी माध्यमिक विद्यालयस्तरमा २०१८ मा विद्यालयको संख्या १५६ बाट बढी २०४७ वैशाख सम्म १ हजार ९५०, शिक्षकको संख्या १ हजार ७७२ बाट १०,४२१ र विद्यार्थी संख्या २६,८४५ बाट ३ लाख ६५ हजार पुग्न गयो।

source: Â Conclusions: Viewed in the total perspective, in spite of massive investments made in the past, Nepal still remains one of the poorest nations of the world.
ne_np: निष्कर्ष: समष्टिगत रुपमा हेर्दा विगत अवधिमा नेपालमा ठूलो लगानी भएको भए तापनि यो अझसम्म विश्वको सबैभन्दा गरीब राष्ट्रहरुमध्ये एक को रुपमा रहन पुग्यो।

source: Notwithstanding the fact that without peopleâ€™s faith and commitment no planned development can manifest into meaningful reality and nor can any sustainable change oriented to peopleâ€™s welfare be brought about in the economic structure, a revolutionary economic programme of land reform was introduced in the very beginning of the panchayat regime.
ne_np: जनविश्वासको राजनैतिक कटिवद्धताविना योजनावद्ध विकास सार्थक नहुने र योजनावद्ध विकासविना आर्थिक संरचनामा जनहितकर र दिगो परिवर्तन आउन नसक्ने स्पष्ट थियो तापनि पञ्चायती व्यवस्थाको थालनीमा भूमिसुधार गर्ने क्रान्तिकारी आर्थिक कदम शुरु गरियो।

source: A national campaign entitled â€˜Back to the Villageâ€™ was initiated with a view to providing a village -oriented philosophical base to the panchayat regime.
ne_np: पञ्चायत व्यवस्थालाई ग्रामोन्मुखी सैद्धान्तिक आधार प्रदान गर्न "गाऊँ फर्क" को नाममा राष्ट्रिय अभियान थालियो।

source: However, while it was predestined that there would be no going â€˜back to the villageâ€™ without the decentralization of power, the construction of infrastructure for rural development and the creation of employment opportunities, this genuine movement instead if being utilized in development programmes was developed into a system of political evaluation of panchayat workers and a means of orienting them towards position of pow3er.
ne_np: तर शक्ति विकेन्द्रीकरण, ग्रामीण विकासको पूर्वाधारको निर्माण र रोजगारीको अवसरविना "गाऊँ फर्क" हुन नसक्ने निश्चित त थियो नै, अझ यस विशुद्ध अभियानलाई विकास कार्यक्रममा नलगाएर पञ्चायती कार्यकर्ताको राजनैतिक मूल्याङ्कन गर्ने पद्धति बनाएर सत्ताशीनमुखी गराउने हतियार वनाइयो।

source: However, the construction of this highways designed to link the remote, Â inaccessible Far western Region could not be completed even within the stretch of thirty years.
ne_np: मुलुकको अति विकट र दुर्गम सुदूर पश्चिमाञ्चल क्षेत्रलाई जोड्ने यो राजमार्ग ३० वर्षको दौरानमा पनि निर्माण सम्पन्न हुन सकेन।

source: Enlisting panchayat as a third sector in the periodic plans of the panchayat regime, statistical projections were made with regard to peopleâ€™s labours contribution.
ne_np: पञ्चायतकालीन आवधिक योजनाहरुमा पञ्चायत क्षेत्र भनेर तेस्रो क्षेत्र उल्लेख गरी जनश्रमदानको आङकडा प्रक्षेपण गर्ने गरियो।

source: Peopleâ€™s participation undoubtedly deserved a significant role in the decision making process but the periodic plant and the ever decreasing percentage of peopleâ€™s labour contribution in the panchayat sector clearly demonstrated the fact that the so called peopleâ€™s labour contribution was a mandatory obligation imposed on people for the programmes decided upon for them by others.
ne_np: वास्तवमा विकासमा जनसहभागिता निर्णय गर्ने स्थानमा हुन अनिवार्य थियो तर यी योजनाहरुमा के देखियो भने जनताका लागि अरुले निर्णय गरिदिएका आयोजनामा जनश्रमदान अनिवार्य गरिएको थियो भन्ने कुरा प्रत्येक आवधिक योजनामा पञ्चायत क्षेत्रको जनश्रमदानको प्रतिशत उल्लेखनीय रुपमा घट्दै गएकोबाट प्रमाणित भयो।

source: Thus, the essential and effective prerequisites for national development, peopleâ€™s participation and peopleâ€™s labour contribution, could not be utilized for sustainable development orientated to peopleâ€™s welfare.
ne_np: यसरी मुलुक निर्माणको लागि अत्यावश्यक सवल शक्ति जनसहभागिता र जनश्रमदान दिगो र जनहितकर विकासका लागि सदुपयोग हुन सकेन।

source: The fact that efficient, autonomous local bodies are the corner-stone of a democratic system and can, uphold the responsibility of local development through peopleâ€™s participation was ignored.
ne_np: सक्षम र स्वायत्त स्थानीय निकाय, प्रजातान्त्रिक प्रणालीका आधारशिला हो र जनसहभागिताको आधारमा स्थानीय विकासको अभिभारा वहन गर्ने प्रमुख निकाय हो भन्ने यथार्थतालाई नकारियो ।

source: The â€˜basic needsâ€™ programme announced in Dec./Jan/ 1985 became the principal slogan and priority of the Seventh plan.
ne_np: २०४२ साल पुसमा घोषणा गरिएको "आधारभूत आवश्यकता सम्बन्धी कार्यक्रम" नै सातौं योजनाको नारा तथा प्राथमिकता बन्यो।

source: Â Inefficient Public Enterprises: The performance of state owned enterprises reached a stage of great inefficiency, indifference and apathy.
ne_np: असक्षम सरकारी संस्थानहरु : सरकारी क्षेत्रका संस्थानहरु अझ बढी असक्षम, उदासीन र विरक्तिपूर्ण अवस्थामा पुगे।

source: Inefficient Administration: Inefficiency in the administration has led to a further deterioration in the governmentâ€™s institutional abilities to effectively implement development programmes.
ne_np: असक्षम प्रशासन : असक्षम प्रशासनले गर्दा श्री ५ को सरकारको विकास कार्यक्रमहरु प्रभावकारी एवं सक्षमताका साथ सञ्चालन गर्ने संस्थात्मक क्षमतामा ह्रास आयो।

source: Policy changes and Achievements During 1990 -1992 The main responsibility of the interim government formed after the restoration of the multi-party system through the historic peopleâ€™s movement of 1990 against the panchayat regime was to concentrate on two things: 1.
ne_np: २०४७-२०४९ मा गरिएका नीतिगत परिवर्तन तथा उपलब्धिहरु २०४६ सालको अन्ततिर तत्कालीन निर्दलीय पञ्चायत व्यवस्थाको बिरुद्धमा भएको ऐतिहासिक जन आन्दोलनबाट बहुदलीय व्यवस्थाको पुनः स्थापना भएपछि गठित अन्तरिम सरकारको मुख्य दायित्व दुई कुरामा केन्द्रित रह्यो। (१)

source: This understanding with India had a positive impact the year on the countryâ€™s economic activities.
ne_np: भारतसँगको यो समझदारीबाट उक्त वर्ष देशको आर्थिक गतिविधिमा अनुतकूल असर पर्न गयो।

source: The government established a citizenâ€™s investment fund, introduced wealth tax and made efforts to redue the budgetary deficit.
ne_np: देशको आन्तरिक स्रोत परिचालन गर्न तत्कालीन सरकारले नागरिक लगानी कोषको स्थापना र सम्पत्ति कर व्यवस्थाको सुरुआत गर्‍यो र न्यून वित्तको अंशलाई कम पार्ने प्रयास गर्‍यो।

source: Â Following the formation of the Nepali congress government with a clean mandate in the general elections held in May 1991, the National Planning Commission in the course of formulation the Eighth plan brought out for circulation and approach paper of the plan.
ne_np: २०४८ सालको बैशाखमा सम्पन्न आम निर्वाचनमा बहुमत ल्याई नेपाली काँग्रेसको सरकार गठन भए पश्चात् राष्ट्रिय योजना आयोगले आठौं योजना तर्जुमाकार्य गर्ने सिलसिलामा आठौं योजनाको आधार पत्र तयार गरी जन समक्ष ल्याएको थियो।

source: The government formed through general elections started taking some major steps to remove the distortions in the countryâ€™s economic and administrative structure.
ne_np: आम निर्वाचनपछि गठित वर्तमान सरकारले देशको आर्थिक तथा प्रशासनिक क्षेत्रमा देखिएका विकृतीहरु हटाउन केही महत्वपूर्ण प्रयासहरु थाले।

source: With the objective of providing direct benefits to the low income people, a policy was adopted granting one third interest subside on the current interest rates in a lloan of upto Rs. 10,000 under the small farmers Development project, Intensive Banking programme, and Rural women Development programme.
ne_np: निम्न आय भएका जनतालाई प्रत्यक्ष रुपमा सहयोग पुर्‍याउन साना विकास आयोजना, सघन बैंकिङ्ग कार्यक्रम र ग्रामीण महिला विकास कार्यक्रमअर्न्तगत १० हजारसम्मको कर्जामा प्रचलित व्याजदरको एक तिहाई व्याज अनुदान दिने नीति अपनाइयो।

source: Similarly, another policy allowed a 80 percent interest waiver at prevalent rates of interest to the economically deprived sections in the rural area for income generating employment activities on a loan of upto Rs. 2,500 procured for the spinning wheel and wool for carpet industry, handichafts, small-scale mills, small farming enterprises etc.
ne_np: त्यस्तै ग्रामीण क्षेत्रमा सबैभन्दा विपन्न बर्गले गलैचा उद्योगको लागि उनी धागो कात्ने चर्खा र ऊन, हस्तकला, सूक्ष्म रुपका मिल, साना कृषि व्यवसायजस्ता आयमूलक रोजगारीको निम्ति लिएको दुई हजार पाँच सय रुपैयासम्मको ऋणमा प्रचलित व्याजदरमा ८० प्रतिशत मिन्हा गर्ने नीति पनि अपनाइयो।

source: A provision to offer a capital of Rs. 7,000 was made to make the bio-gas plants accessible to rural families.
ne_np: गोबर ग्याँस कार्यक्रमलाई ग्रामीण परिवारको पहुँच भित्र पुर्‍याउनको लागि सात हजार पूँजी प्रदान गर्ने व्यवस्था मिलाईयो।

source: The government has accordingly constituted a high level Administration Reform commission and a process has been initiated for the implementation of the commissionâ€™s recommendationsâ€™.
ne_np: यसलाई ध्यानमा राखी सरकारले एक उच्चस्तरीय प्रशासन सुधार आयोग गठन गरेको थियो र सो आयोगद्वारा दिइएका सुझावहरुलाई लागु गर्दै जाने छ।

source: Similarly, a commission was formed to undertake a detailed study of the civil servantsâ€™ pay scales and make necessary recommendations in order to raise the moral of the civil servants and increase their work-performance.
ne_np: यस्तै कर्मचारीहरुको मनोवलमा बृद्धि ल्याई बढी कार्यकुशल बनाउने हेतुले कर्मचारीहरुको तलवमानबारे विस्तृत रुपमा अध्ययन गरी सुझाव पेश गर्न एक आयोग गठन गरिएको थिय ।

source: Gross Domestic Product: A revised estimate indicates that the per capita income in 1990/91 reached Rs. 1736 (at 1974/75) constant prices).
ne_np: कुल गार्हस्थ्य उत्पादन : आर्थिक वर्ष २०४७/४८ मा(२०३१/३२ को स्थिर मूल्यमा) प्रतिव्यक्ति आय रु. १७३६ पुग्न गएको संशोधित अनुमान छ ।

source: In the fiscal year F.Y. 1990/91 (at F.Y. 1974.75 constant prices), the shares of an agricultural and non- agricultural sectors in gross domestic product were respectively 59.4 percent and 42.1 percent, which are expected to be 57.9 percent and 42.1 percent respectively in F.Y. 1991/92.
ne_np: आर्थिक वर्ष २०४७/४८ मा(आर्थिक वर्ष २०३१/३२ को स्थिर मूल्यमा) कृषि र गैर कृषिक्षेत्रको अंश कुल गार्हस्थ्य उत्पादनमा क्रमशः ५९.४ प्रतिशत र ४०.६ प्रतिशत रहेकोमा आर्थिक वर्ष २०४८/४९ मा यी क्षेत्रहरुको अंश क्रमशः ५६.० र ४२.१ प्रतिशत हुने अनुमान छ।

source: During the F.Y. 1989/90-1991/92 period, the major crops recorded an increase of 0.1 percent wit h a decline of 0.7 percent in the production indices of major food crops and a 3.6 percent increase in cash crops.
ne_np: आर्थिक वर्ष २०४६/४७ र २०४८/४९ को अवधिमा प्रमुख खाद्यान्न बालीहरुको उत्पादन सूचकाङ्क ०.७ प्रतिशतले घट्न गयो र नगदेबालीको उत्पादन ३.६ प्रतिशतले बृद्धि भई सबै प्रमुखबालीहरुको उत्पादन ०.१ प्रतिशतले बृद्धि भएको थियो।

source: Investment and savings: In fiscal year 1990/91, gross investment is estimated to have increased at a rate of approximately 28.4 percent to Rs. 21,163 million, which stands at 20.1 percent of gross domestic product.
ne_np: लगानी तथा बचत : आर्थिक वर्ष २०४७/४८ मा कुल लगानीमा करीब २८.४ प्रतिशतले बृद्धि भई रु. २११६.३ करोड पुगेको अनुमान थियो जुन कुल गार्हस्थ्य उत्पादनको २०.१ प्रतिशत हुन आउँछ।

source: Similarly, the gross domestic savings is estimated to have reached Rs. 6864 million with an increase of 23.4 percent in 1990/91.
ne_np: बचत आर्थिक वर्ष २०४७/४८ मा २३.४ प्रतिशतले बृद्धि भई रु. ६८६.४ करोड पुगेको अनुमान छ।

source: It is estimated that the total consumption in fiscal year 1990/91 increased by 15.4 percent amounting to Rs. 94,836 millions.
ne_np: आर्थिक वर्ष २०४७/४८ मा कुल उपभोग १५.४ प्रतिशतले बृद्धि भई रु. ९४८३.६ करोड पुगेको अनुमान छ।

source: Government Financial Situation: 3.1 Development Expenditure: The total development expenditure stood at Rs. 15,979.5 million at current prices in the fiscal year 1990/91.
ne_np: सरकारी वित्तीय स्थिति: ३.१ विकास खर्च : आर्थिक वर्ष २०४७/४८ मा कुल विकास खर्च प्रचलित मूल्यमा रु. १५९७.९५ करोड थियो।

source: in 1991/92, the development expenditure is expected to decrease, according to the revised estimate, by 6.5 percent to reach Rs. 14945.7 million.
ne_np: आर्थिक वर्ष २०४८/४९ मा विकास खर्च ६.५ प्रतिशतले घट न गई रु. १४९४.९७ करोड हुने संशोधित अनुमान छ।

source: At constant prices, the total development expenditure in fiscal years 1990/91 and 1991/92 is es timated to be Rs. 2997.5 and Rs. 2320.8 million respectively.
ne_np: स्थिर मूल्यमा आर्थिक वर्ष २०४७/४८ मा विकास खर्च रु. २९९.७५ करोड र आर्थिक वर्ष २०४८/४९ मा रु. २३२.०८ करोड हुने अनुमान छ।

source: The money supply level increased at the rate of 17.6 percent from mid July 1989 to mid July 1991, as a result of which the money supply level which stood at Rs. 11,775.4 million in mid july 1989 reached rs. 16,283.6 million in mid July 1991.
ne_np: २०४६ आषाढ देखि २०४८ आषाढसम्ममा मुद्रा प्रदाय १७.६ प्रतिशतका दरले बृद्धि भयो। जसको फलस्वरुप २०४६ आषाढमा मुद्रा प्रदाय रु. ११७७.५४ करोड रहेकोमा २०४८ आषाढमा रु. १६२८.३६ करोड पुग्यो।

source: The net forging assets increased form Rs. 6203.5 million in mid July 1989 to Rs. 16,150.7 million in mid July 1991.
ne_np: २०४६ आषाढमा खुद वैदेशिक सम्पति रु. ६२०.३५ करोड रहेकोमा २०४८ आषाढमा १६१५.०७ करोड पुग्यो।

source: Similarly, by mid July 1991, thee government sector had received Rs, 7,373.1 million out of the total bank credit and investment disbursement of Rs. 24,410.5 millions.
ne_np: २०४८ आषाढमा बैङ्कहरुले २४४१.०५ करोड कर्जा तथा लगानी विस्तार गरेकोमा सरकारी क्षेत्रमा रु. ७३७.३१ करोड प्रवाहित भएको थियो।

source: The level of credit extension to the private sector, which stood at Rs. 12,733 million in 1990.
ne_np: T२०४७ साल आषाढमा निजी क्षेत्रमा रु. १२७३.३ करोड कर्जा प्रवाह भएकोमा

source: reached Rs. 15026.8 million in 1991.
ne_np: २०४८ मा रु. १५०२.६८ करोड पुग्न गयो।

source: Foreign Trade and Balance of Payments Situation: 6.1 Foreign Trade: As a result of the trade impasse with India, the share of the trade with India in total foreign trade was only 22.7 percent in 1989/90, which increased to 28.5 percent in 1991/92 following the improvement in Nepal-India relations subsequent to the peopleâ€™s movement of 1990.
ne_np: वैदेशिक व्यापार तथा शोधनान्तर स्थिति: ६.१ वैदेशिक व्यापार : नेपाल र भारतबीचको व्यापारिक सम्बन्धमा आएको गतिरोधको कारणले आर्थिक वर्ष २०४६/४७ मा कुल व्यापारमा भारतसँगको व्यापारको अंश २२.७ प्रतिशत मात्र रहेकोमा २०४६ सालको जनआन्दोलनपश्चात् नेपाल र भारतबीचको सम्बन्ध सुध्रन गएबाट भारतसँगको व्यापारमा बृद्धि हुन गई आर्थिक वर्ष २०४८/४९ मा २८.५ प्रतिशत पुग्न गएको छ।

source: The export, which stood at Rs. 7,503/7 million in 1990/91, increased to Rs. 13,939.4 million in 1991/92.
ne_np: निकासीतर्फ आर्थिक वर्ष २०४७/४८ मा रु. ७६०.३७ करोड रहेकोमा आर्थिक वर्ष २०४८/४९ मा रु. १३९३.९४ करोड पुग्न गयो।

source: Out of the total export, the export to India was Rs. 1,701.2 million in 1990/91 and reached to Rs. 1,568.9 million in 1991/92.
ne_np: कुल निकासीमा भारततर्फ आर्थिक वर्ष २०४७/४८ मा रु. १७०.१२ करोड रहेकोमा आर्थिक वर्ष २०४८/४९ मा १५६.८९ करोड पुगेको छ।

source: On the import front, the fiscal year 1990/91 recorded the total import of Rs. 24,197.9 million, which reached Rs. 32,951.3 million in fiscal year 1991/92.
ne_np: पैठारीतर्फ आर्थिक वर्ष २०४७/४८ मा रु. २४१९.७९ करोड रहेकोमा आर्थिक वर्ष २०४८/४९ मा रु. ३२९५.१३ करोड पुग्न गएको छ।

source: The import from India which stood at Rs. 7,772.4 million in 1990/91 increased to Rs. 11,815.9 million in 1991/92.
ne_np: आर्थिक बर्ष २०४७/४८ मा कुल पैठारी भारतबाट रु. ७७७.२४ करोड पुग्न गएकोमा आर्थिक वर्ष २०४८/४९ मा रु. ११८१.५९ करोड पुग्न गएको छ।

source: similarly, imports from other countries increased to Rs. 21,135.4 million in 1991/92 from Rs. 16,425.5 millions in 1990/91.
ne_np: त्यस्तै अन्य मुलुकहरुबाट आर्थिक वर्ष २०४७/४८ मा पैठारी रु. १६४२.५५ करोड रहेकोमा आर्थिक वर्ष २०४८/४९ मा रु. २११३.५४ करोड पुगेको छ।

source: Thus, the total trade deficit, which was Rs. 16,594.2 million in 1990/91, increased to Rs. 19,011.9 million in 1991/92.
ne_np: यसरी कुल व्यापारघाटा आर्थिक वर्ष २०४७/४८ मा रु. १६५९.४२ करोड रहेकोमा आर्थिक वर्ष २०४८/४९ मा रु. १९०१.१९ करोड पुग्न गयो।

source: In 1990/91, while the trad deficit with India was Rs. 6,071.2 million, with other countries ot stood at Rs. 10,523 million.
ne_np: व्यापारघाटामा भारतसँग आर्थिक वर्ष २०४७/४८ मा रु. ६०७.१२ करोड र अन्य मुलुकहरुसँगको रु. १०५२.३० करोड रहेको थियो।

source: Similarly, the deficit with India and other countries in 1991/92 stood at Rs. 10,247 million and Rs. 8,764.9 million respectively.
ne_np: त्यसैगरी आर्थिक वर्ष २०४८/४९ मा भारतसय्.त्र्गको रु. १०२४.७० करोड र अन्य मुलुकहरुसय्.त्र्ग रु. ८७६.४९ करोड व्यापारघाटा भएको छ।

source: In view of the trade composition of the country, the industrial goods have, in comparison with food products and raw materials, started gaining dominant share in the countryâ€™s export.
ne_np: देशको व्यापार संरचनालाई हेर्दा निकासीतर्फ खाद्य वस्तु तथा कच्चा पदार्थह रुको तुलनामा औद्योगिक सामानहरुको स्थान महत्वपूर्ण हुन थालेको छ।

source: The share of food products and raw materials in total import was 30.9 percent in F.Y. 1990/91, which increased slightly to 3.6 perc ent in F.Y 1991/92.
ne_np: आर्थिकवर्ष २०४७/४८ मा कुल पैठारीमा खाद्य वस्तु तथा कच्चा पदार्थको अंश ३०.९ प्रतिशत र आर्थिक वर्ष २०४८/४९ मा केही बढेर ३६.६ प्रतिशत पुग्न गएको थियो।

source: Thus, the share of industrial goods slightly declined from 69.1 percent in F.Y. 1990/91 to 63.4 percent on F.Y. 1991/92.
ne_np: त्यस्तै औद्योगिक सामानहरुका अंश आर्थिक बर्ष २०४७/४८ मा ६९.१ प्रतिशत र आर्थिक वर्ष २०४८/४९ मा केही घटेर ६३.४ प्रतिशत रहन गए को छ।

source: 6.2 Balance of payments situation: Although the balance of payments situation appeared favourable during F.Y. 1990/91, the current account deficit was noticed to have increased considerably.
ne_np: ६.२ शोधनान्तर स्थिति : आर्थिक वर्ष २०४७/४८ मा शोधनान्तर स्थिति अनुतकूल रहेता पनि चालु खाताघाटा रकम झन बढेको देखियो।

source: While the current account had increased to Rs. 10,254.9 million in F.Y. 1990/91, it reduced to Rs. 9,578.1 in F.Y. 1991/92.
ne_np: आर्थिक वर्ष २०४७/४८ मा चालु खाता बढेर रु. १०२५.४९ करोड पुग्न गएको थियो भने आर्थिक वर्ष २०४८/४९ मा रु. ९५७.८१ करोडमा झरेको छ।

source: For instance, while the trade deficit increased by 19.4 percent as current account by 32.0 percent in 1974/75â€“1989/90, they recorded average annual growth rates of 14.5 percent and 11.5 percent respectively during the period 1989/90-1991/92.
ne_np: उदाहरणार्थ २०३१/३२ देखि २०४६/४७ मा व्यापारघाटा १९.४ प्रतिशतले र चालु खाता रकम ३२.० प्रतिशतले बढेकोमा २०४६/४७ अर्थतन्त्रमा कुल रकममा व्यापारघाटा र विदेशी ऋणको भार निरन्तर रुपमा बढिरहेको छ र२०४८/४९ को अवधिमा क्रमशः १४.५ प्रतिशत र ११.५ प्रतिशत औसत वार्षिक बृद्धिदर रहेको छ।

source: While in 1990/91 the balance of payment surplus was Rs. 4,781.2 million, the surplus reached Rs. 4,306.6 million in the first eleven months of 1991/92.
ne_np: शोधनान्तर स्थिति आर्थिक वर्ष २०४७/४८ मा रु. ४७८.१२ करोड शोधनान्तर बचत भएकोमा आर्थिक वर्ष २०४८/४९ को प्रथम ११ महिनामा रु. ४३०.६६ करोड बचत देखिन आयो।

source: The foreign exchange reserve which stood at an amount equivalent to Rs. 11,984.6 million in mid July, 1990, increased to Rs. 19,270 million in mid July, 1991.
ne_np: यो व्यवस्था लागु भएपछि व्यापार तथा सेवा क्षेत्रबाट विदेशी मुद्राको सञ्चिति तर्फ २०४७ आषाढमा रु. ११९८.४६ करोड बराबरको कुल विदेशी मुद्रा सञ्चित रहेकोमा २०४८ आषाढमा रु. १९२७.० करोड पुगेको थियो।
